Repository: OzzyOzmen/Ado.Net-Asp.Net-Admin-Panel-Open-Source-Project
Catalog: AdminPanel/Resources/Index.*.resx
Languages: tr_tr

source: Actions
tr_tr: İşlemler

source: Add
tr_tr: Ekle

source: Add Gallery
tr_tr: Yeni Galeri Ekle

source: Add Gallery Category
tr_tr: Galeri Kategorisi Ekle

source: Add Gallery Photo
tr_tr: Galeri Fotoğrafı ekle

source: Add New Partner
tr_tr: Yeni Partner Ekle

source: Add New Reference
tr_tr: Yeni Referans Ekle

source: Add New Slider
tr_tr: Yeni Slider Ekle

source: Add Reference
tr_tr: Referans Ekle

source: Add Reference Category
tr_tr: Referans Kategorisi Ekle

source: Add Services
tr_tr: Yeni Hizmet Ekle

source: Add Slider
tr_tr: Slider Ekle

source: Add Slider Category
tr_tr: Slider Kateogiri Ekle

# AddStaff
source: Add Staf
tr_tr: Personel Ekle

source: Add Staff Position
tr_tr: Personel Grrevi Ekle

source: Category Name
tr_tr: Kategori Adı

# CategoryNameEN
source: English Category Name
tr_tr: İngilizce Kategori Adı

# CategoryNameTR
source: Turkish Category Name
tr_tr: Türkçe Kategori Adı

# ChoseCategory
source: Choose Category
tr_tr: Kategori Seç

source: Chose Staff Position
tr_tr: Personel Görevi Seç

source: Clean
tr_tr: Temizle

source: Close
tr_tr: Kapalı

source: Company Address
tr_tr: Firma Adresi

source: Company Email
tr_tr: Firma Email

source: Company Facebook
tr_tr: Firma Facebook Adresi

source: Company Linkedin
tr_tr: Firma Linkedin

source: Company Name
tr_tr: Firma Adı

source: Company Phone
tr_tr: Firma Telefon

source: Company Skype
tr_tr: Firma Skype

source: Company Twitter
tr_tr: Firma Twitter Adresi

source: Data Not Found
tr_tr: Data Bulunamadı

source: Delete
tr_tr: Sil

source: Delete Gallery
tr_tr: Galeri Sil

source: Delete Gallery Category
tr_tr: Galeri Kategorisi Sil

source: Delete Partner
tr_tr: Partner Sil

# DeleteReference
source: Referans Sil
tr_tr: Delete Reference

source: Delete Reference Category
tr_tr: Referans Kategorisi Sil

source: Delete Services
tr_tr: Hizmet Sil

source: Delete Slider
tr_tr: Slider Sil

source: Delete Slider Category
tr_tr: Slider Kategori Sil

source: DeleteStaff
tr_tr: Personel Sil

source: Delete Staff Position
tr_tr: Personel Görevi Sil

source: Edit
tr_tr: Düzenle

source: Edit Gallery
tr_tr: Galeri Düzenle

source: Edit Gallery Category
tr_tr: Galeri Kategorisi Düzenle

source: Edit Partner
tr_tr: Partner Düzenle

# EditReference
source: Referans Düzenle
tr_tr: Edit Reference

source: Edit Reference Category
tr_tr: Referans Kategorisi Düzenle

source: Edit Services
tr_tr: Hizmet Düzenle

source: Edit Slider
tr_tr: Slider Düzenle

source: Edit Slider Category
tr_tr: Slider Kategori Düzenle

source: Edit Staff
tr_tr: Personel Düzenle

source: Edit Staff Position
tr_tr: Personel Görevi Düzenle

source: English
tr_tr: İngilizce

source: English Gallery Name
tr_tr: İngilizce Galeri Adı

source: English Reference Description
tr_tr: İngilizce Referans Açıklaması

source: English Reference Title
tr_tr: İngilizce Referans Başlığı

source: English Service Description
tr_tr: İngilizce Hizmet Acıklaması

source: English Services Title
tr_tr: İngilizce Hizmet Başlığı

source: English Slider Name
tr_tr: İngilizce Slider Başlığı

source: Gallery Category
tr_tr: Galeri Kategorisi

source: Gallery Category List
tr_tr: Galeri Kategori Listesi

source: Gallery List
tr_tr: Galeri Listesi

source: Gallery Name
tr_tr: Galeri Adı

source: Galllery Photo
tr_tr: Galeri Fotoğrafı

source: General Settings
tr_tr: Genel Ayarlar

source: Home Page
tr_tr: Anasayfa

source: Open
tr_tr: Açık

source: Partner Logo
tr_tr: Logo

source: Partner Name
tr_tr: Çözüm Ortağı Adı

source: Please fill all required fields
tr_tr: Lütfen bütün gerekli alanları doldurunuz hatta hepsini

source: Please Select
tr_tr: Lütfen Seçiniz

source: Reference Category
tr_tr: Referans Kategorisi

source: Reference Category List
tr_tr: Referans Kategori Listesi

source: Reference Description
tr_tr: Referans Açıklaması

source: Reference Logo
tr_tr: Referans Logosu

source: Reference Name
tr_tr: Referans Adı

source: Service Description
tr_tr: Hizmet Açıklaması

source: Service Name
tr_tr: Hizmet Adı

source: Site Stution
tr_tr: Site Durumu

source: Slider Category
tr_tr: Slider Kategorisi

source: Slider CategoryList
tr_tr: Slider Kategori Listesi

source: Slider List
tr_tr: Slider Listesi

source: Slider Name
tr_tr: Slider Adı

source: Slider Photo
tr_tr: Slider Fotoğrafı

source: Staff Email
tr_tr: Personel Email

source: Staff Name
tr_tr: Personel Adı

source: Staff Number
tr_tr: Personel Numarası

source: Staff Position
tr_tr: Personel Görevi

source: Staff Profile Photo
tr_tr: Personel Fotoğrafı

source: The data you are looking for couldnt find
tr_tr: Aradığınız data bulunamadı

source: Turkish
tr_tr: Türkçe

source: Turkish Gallery Name
tr_tr: Türkçe Galeri Adı

source: Turkish Reference Description
tr_tr: Türkçe Referans Açıklaması

source: Turkish Reference Title
tr_tr: Türkçe Referans Başlığı

source: Turkish Service Description
tr_tr: Türkçe Hizmet Açıklaması

source: Turkish Services Title
tr_tr: Türkçe Hizmet Başlığı

source: Turkish Slider Name
tr_tr: Türlçe Slider Başlığı

source: Update
tr_tr: Güncelle

source: Upload
tr_tr: Yükle

source: Upload Partner Logo
tr_tr: Çözüm Otağı Logo Yükle

source: Upload Reference Logo
tr_tr: Referans Logosu Yükle

source: Upload Staff Profile Photo
tr_tr: Personel Fotoğrafı Ekle

source: Weekdays Working Hours
tr_tr: Haftaiçi Mesai Saatleri

source: Weekend Working Hours
tr_tr: Haftasonu Mesai Saatleri

source: Wrong Parameter
tr_tr: Yanlış Parametre

source: Contact Message
tr_tr: Mesaj

source: Sender Name
tr_tr: Gönderen

source: Contact
tr_tr: İletişim

source: View Contact
tr_tr: Mesajı Görüntüle

source: Add Page
tr_tr: Sayfa Ekle

source: Add Services Photos
tr_tr: Hizmet Resimleri Yükle

source: Delete Page
tr_tr: Sayfa Sil

source: Edit Page
tr_tr: Sayfa Düzenle

source: English Page Content
tr_tr: İngilizce Sayfa İçeriği

# EnglishPageTitle
source: English Page Name
tr_tr: İngilizce Sayfa Başluğı

source: Page Images
tr_tr: Sayfa Görselleri

source: PageUrl
tr_tr: Sayfa Url

source: Turkish Page Content
tr_tr: Türkçe Sayfa İçeriği

# TurkishPageTitle
source: Turkish Page Name
tr_tr: Türkçe Sayfa Başlığı

source: Upload Content Photo
tr_tr: Büyük Resim Yükle

source: Upload Small Photo
tr_tr: Küçük Resim Yükle

source: Add News
tr_tr: Haber Ekle

source: Delete News
tr_tr: Haber Sil

source: Edit News
tr_tr: Haber Düzenle

source: English News Content
tr_tr: İngilizce Haber Açklaması

source: English News Title
tr_tr: İngilizce Haber Başlığı

source: News Date
tr_tr: Haber Tarihi

source: News Image
tr_tr: Haber Görseli

source: News List
tr_tr: Haber Listesi

source: Turkish News Content
tr_tr: Türkçe Haber Açıklaması

source: Turkish News Title
tr_tr: Türkçe Haber Başlığı

# AboutUss
source: About Us
tr_tr: Kurumsal

source: Add New Gallery
tr_tr: Yeni Galeri Ekle

source: Add New Gallery Category
tr_tr: Yeni Galeri Kategorisi Ekle

source: Add New News
tr_tr: Yeni Haber Ekle

source: Add New Page
tr_tr: Yeni Sayfa Ekle

source: Add New Reference Category
tr_tr: Yeni Referans Kategorisi Ekle

source: Add New Service
tr_tr: Yeni Hizmet Ekle

source: Add New Slider Category
tr_tr: Yeni Slider Kategorisi Ekle

source: Add New Staff
tr_tr: Yeni Personel Ekle

source: Add New Staff Position
tr_tr: Yeni Personel Görevi Ekle

source: Gallery
tr_tr: Galeri

source: General Site Settings
tr_tr: Genel Site Ayarları

source: News
tr_tr: Haberler

source: Pages
tr_tr: Sayfalar

source: Pages List
tr_tr: Sayfa Listesi

source: Partners
tr_tr: Çözüm Ortakları

source: Partners List
tr_tr: Çözüm Ortakları Listesi

source: References
tr_tr: Referenslar

source: ReferencesList
tr_tr: Referans Listesi

source: Services
tr_tr: Hizmetler

source: Services List
tr_tr: Hizmet Listesi

source: Staff List
tr_tr: Personel Listesi

source: User Menu
tr_tr: Kullanıcı Menüsü

source: Staff Management
tr_tr: Personel Yönetimi

source: Page Content
tr_tr: Sayfa İçeriği

source: Page Title
tr_tr: Sayfa Başlığı

source: ProductCategoryPhoto
tr_tr: Ürün Kategori Fotoğrafı

source: ProductCode
tr_tr: Ürün Kodu

source: ProductDescription
tr_tr: Ürün Açıklaması

source: ProductName
tr_tr: Ürün Adı

source: ProductPhoto
tr_tr: Ürün Fotoğrafı

source: Products
tr_tr: Ürünler

source: ProductsCategory
tr_tr: Ürün Kategorisi

source: AddNewCategory
tr_tr: Yeni Kategori Ekle

source: AddNewProduct
tr_tr: Yeni Ürün Ekle

source: DeleteCategory
tr_tr: Kategori Sil

source: DeleteProduct
tr_tr: Ürün Sil

source: EditCategory
tr_tr: Kategori Düzenle

source: EditProduct
tr_tr: Ürün Düzenle

source: ProductList
tr_tr: Ürün Listesi

source: Products Category List
tr_tr: Ürün Kategori Listesi

source: Confirm Password
tr_tr: Parolayı Onayla

source: Name Surname
tr_tr: Adı Soyad

source: Password
tr_tr: Parola

source: ProfilePhoto
tr_tr: Profil Fotoğrafı

source: User Name
tr_tr: Kullanıcı Adı

source: User Role
tr_tr: Kullanıcı Yetkisi

source: Profile Settings
tr_tr: Profil Ayarları

source: Logout
tr_tr: Çıkış Yap

source: Logging out Please Wait
tr_tr: Çıkış yapılıyor lütfen bekleyiniz

source: Add Product
tr_tr: Ürün Ekle

source: ProductUrl
tr_tr: Ürün Url Adresi

source: Page Management
tr_tr: Sayfa Yönetimi

source: Product Management
tr_tr: Ürün Yönetim

source: English Product Description
tr_tr: İngilizce Ürün Açıklaması

source: English Product Name
tr_tr: İngilizce Ürün Adı

source: Turkish Product Description
tr_tr: Türkçe Ürün Açıklaması

source: Turkish Product Name
tr_tr: Türkçe Ürün Adı

source: Upload Slider Photos
tr_tr: Slider Fotoğrafları Yüzkle

source: Wellcome
tr_tr: Hoş Geldiniz

source: Save
tr_tr: Kaydet

source: Pages Management
tr_tr: Sayfa Yönetimi

source: notifications
tr_tr: bildiriminiz

source: notifications you have
tr_tr: bildiriminiz var

source: See All Messages
tr_tr: Bütün Mesajaları Gör

source: See All Notification
tr_tr: Bütün Bildirimleri Gör

source: Visitor Message
tr_tr: Ziyaretçi Mesajı

source: You have
tr_tr: var

source: Contact Messages
tr_tr: İletişim Mesajları

source: Login
tr_tr: Giriş Yap

source: Login to start your session
tr_tr: İşlem yapmak için giriş yapınız

source: Remember Me
tr_tr: Beni Hatırla

source: Asp.Net Admin Panel On Sale
tr_tr: Satılık Asp.Net Admin Panel

source: Click to Chose Language
tr_tr: Dili seçmek için tıklayın
